{"start": 0.0, "end": 4.0, "text": " What are the first words you should say in a speech?"}
{"start": 4.0, "end": 8.0, "text": " And what are the last words you should say in a speech?"}
{"start": 10.0, "end": 14.0, "text": " Now, tomorrow, I don't know how many of you are speaking,"}
{"start": 14.0, "end": 19.0, "text": " but I guarantee if you go to conferences,"}
{"start": 19.0, "end": 23.0, "text": " 19 out of 20 speakers will start in one of these ways."}
{"start": 23.0, "end": 26.0, "text": " Number one, my name is Connor Neal."}
{"start": 26.0, "end": 32.0, "text": " I'm from Tanggo, and this talk is about the latest trend in monitoring strategies."}
{"start": 32.0, "end": 35.0, "text": " Now, all of you are sitting with a piece of paper in front of you that says,"}
{"start": 35.0, "end": 41.0, "text": " I'm Connor Neal, I've come from Ireland, and I'm going to talk about tango zero for this."}
{"start": 41.0, "end": 47.0, "text": " So by repeating what you already know, I'm giving a signal that it's a time to get your blackberry out."}
{"start": 47.0, "end": 53.0, "text": " I've just signaled that this talk is opportunity to reconnect with blackberry,"}
{"start": 53.0, "end": 60.0, "text": " make sure the office is okay, maybe get some plans together for the weekend."}
{"start": 60.0, "end": 63.0, "text": " Another way to start."}
{"start": 69.0, "end": 74.0, "text": " The lights, the mic's working. How much time have I got?"}
{"start": 74.0, "end": 78.0, "text": " Okay, right."}
{"start": 79.0, "end": 83.0, "text": " Okay, is it plugged in?"}
{"start": 83.0, "end": 92.0, "text": " And you're laugh, but I guarantee tomorrow there's going to be some moments that get a little bit on."}
{"start": 92.0, "end": 97.0, "text": " And why? Because this is for some of you, the first time you see this individual,"}
{"start": 97.0, "end": 101.0, "text": " they're here as a leader in their industry,"}
{"start": 101.0, "end": 106.0, "text": " and your kid at school presenting on giraffes does a better job."}
{"start": 106.0, "end": 111.0, "text": " And I'm sad."}
{"start": 111.0, "end": 117.0, "text": " I think there's only three ways of starting a speech."}
{"start": 117.0, "end": 123.0, "text": " And it's the same if you went into a bar, and there's a group of people as a networking event,"}
{"start": 123.0, "end": 127.0, "text": " much like you were at before you walked into this room."}
{"start": 127.0, "end": 132.0, "text": " And maybe I came up to a group, this group of three people are having a conversation,"}
{"start": 132.0, "end": 139.0, "text": " and I say, hi, I'm Connor, I'm Irish, 38 years old, I have an interest in sailing, I like running."}
{"start": 139.0, "end": 146.0, "text": " And they've walked away."}
{"start": 146.0, "end": 154.0, "text": " So how do you get people to engage with you when you're networking?"}
{"start": 154.0, "end": 160.0, "text": " In networking, the best thing you can do is walk up. I think we know someone in common."}
{"start": 160.0, "end": 165.0, "text": " Try and walk away when someone comes up and says that to you."}
{"start": 165.0, "end": 168.0, "text": " Hopefully you've done your research, so you do know that you've known someone in common,"}
{"start": 168.0, "end": 175.0, "text": " but with LinkedIn, you can find out who knows who on anyone you want."}
{"start": 175.0, "end": 183.0, "text": " How to start a speech? First, with a question that matters to the audience."}
{"start": 183.0, "end": 190.0, "text": " How do you phrase a problem that the audience faces in a question?"}
{"start": 190.0, "end": 194.0, "text": " So that'd be the third best way of starting a speech."}
{"start": 194.0, "end": 201.0, "text": " The second best way of starting a speech was with a factoid that shocks."}
{"start": 201.0, "end": 207.0, "text": " There's more people alive today than have ever died."}
{"start": 208.0, "end": 214.0, "text": " There's more people alive today than have ever died."}
{"start": 217.0, "end": 221.0, "text": " A lot of speeches that can follow on from there."}
{"start": 221.0, "end": 235.0, "text": " Every two minutes, the energy reaching the earth from the sun is equivalent to the whole annual usage of humanity."}
{"start": 236.0, "end": 242.0, "text": " All the energy, all the cars, everything moving, all the lighting, all the air conditioning of the world."}
{"start": 242.0, "end": 248.0, "text": " In one year is equivalent to two minutes of sun."}
{"start": 248.0, "end": 253.0, "text": " Does that change how you think about energy?"}
{"start": 253.0, "end": 262.0, "text": " So what's a fact that shocks the audience into rethinking?"}
{"start": 262.0, "end": 267.0, "text": " And Google has transformed your ability to get at these facts."}
{"start": 267.0, "end": 272.0, "text": " Given two or three minutes, you can find out one whether anything I've said is true,"}
{"start": 272.0, "end": 278.0, "text": " but you trust me because I looked the part and I'm from ESC."}
{"start": 278.0, "end": 284.0, "text": " Those are, in fact, two true facts."}
{"start": 284.0, "end": 287.0, "text": " I usually get someone come up to me at the end."}
{"start": 287.0, "end": 290.0, "text": " Are you sure how do they measure dead in a life?"}
{"start": 290.0, "end": 296.0, "text": " But it's true, and it's not even close."}
{"start": 296.0, "end": 306.0, "text": " But the best way to start a speech, and the way that I hope all of you use from now forward,"}
{"start": 306.0, "end": 313.0, "text": " is the same way we start a story to a child."}
{"start": 313.0, "end": 318.0, "text": " Now how do we start a story to a child?"}
{"start": 318.0, "end": 323.0, "text": " Erase una vez, once upon a time."}
{"start": 323.0, "end": 325.0, "text": " And what happens when you say once upon a time?"}
{"start": 325.0, "end": 331.0, "text": " I can tell you what happens when I say once upon a time, my daughter leans forward."}
{"start": 331.0, "end": 337.0, "text": " Get ready to hear, engages."}
{"start": 337.0, "end": 343.0, "text": " And we were all trained as kids to know when a story's coming."}
{"start": 344.0, "end": 351.0, "text": " We also know when a teacher is about to deliver a 40-minute boring lecture that has no impact on our lives."}
{"start": 351.0, "end": 356.0, "text": " But in business, you don't hear Jack Welsh saying once upon a time."}
{"start": 356.0, "end": 360.0, "text": " Steve Jobs doesn't start his speech once upon a time."}
{"start": 360.0, "end": 365.0, "text": " So there's a grown-up way of saying once upon a time."}
{"start": 365.0, "end": 372.0, "text": " And if you listen to the conversations that are interesting around you at a dinner table in a networking event,"}
{"start": 372.0, "end": 376.0, "text": " and listen to the people that are gathering the group of eight that are listening to them,"}
{"start": 376.0, "end": 379.0, "text": " the way they're talking is different."}
{"start": 379.0, "end": 384.0, "text": " The way they start is different."}
{"start": 384.0, "end": 389.0, "text": " The way you tell stories as an adult is in October,"}
{"start": 389.0, "end": 391.0, "text": " was the last time I was in this room."}
{"start": 391.0, "end": 398.0, "text": " There were 120 people in the room, and I was having a little conversation with one of the world experts on public speaking."}
{"start": 398.0, "end": 400.0, "text": " He said something to me."}
{"start": 400.0, "end": 405.0, "text": " He said something to me that's had me thinking ever since."}
{"start": 405.0, "end": 416.0, "text": " He said something to me that changed what I think about what's important in speaking."}
{"start": 416.0, "end": 426.0, "text": " Now I can pause for about 30 seconds, two, three minutes, and you want to know what he said."}
{"start": 426.0, "end": 433.0, "text": " So in speaking in sales, we assume self-interest."}
{"start": 433.0, "end": 440.0, "text": " So if you can tell a story from your own life that connects you to why this topic is important to you,"}
{"start": 440.0, "end": 443.0, "text": " why you first joined the company."}
{"start": 443.0, "end": 449.0, "text": " When you first saw someone benefit, and you saw how their life was changed."}
{"start": 449.0, "end": 457.0, "text": " And I think here exploring what quality of life means for you."}
{"start": 457.0, "end": 465.0, "text": " In your business, how do you affect quality of life for a customer?"}
{"start": 465.0, "end": 472.0, "text": " Because that's where the stories that will start to connect you to the audience will come from."}
{"start": 472.0, "end": 476.0, "text": " Because stories are about people."}
{"start": 476.0, "end": 479.0, "text": " They're not about objects, they're not about things."}
{"start": 479.0, "end": 482.0, "text": " It's about the people behind the things."}
{"start": 482.0, "end": 485.0, "text": " If you want to tell a good story about tango, don't talk about the software."}
{"start": 485.0, "end": 487.0, "text": " Talk about the people who built the software."}
{"start": 487.0, "end": 493.0, "text": " What they do, how they are, what's important to them, what they sacrifice."}
{"start": 493.0, "end": 497.0, "text": " And in your own life, what does quality of life mean?"}
{"start": 497.0, "end": 501.0, "text": " What sacrifices have you made to achieve something that was more important?"}
{"start": 501.0, "end": 509.0, "text": " And if you can tell stories and the audience connect with those stories, then they want to hear what you have to say."}
{"start": 509.0, "end": 514.0, "text": " And all the reasons and all the benefits, they're all written in the document and in the PowerPoint."}
{"start": 514.0, "end": 517.0, "text": " But they need to trust you."}
{"start": 517.0, "end": 523.0, "text": " And they need to care about you as a person to engage with you and then decide that they will act."}
